Repository: dwenzel/placements
Catalog: Resources/Private/Language/*.locallang_*.xlf
Languages: de

# flexforms_general.applications
source: Applications
de: Bewerbungen

# flexforms_general.backPage
source: Back Page
de: Zurück-Seite

# flexforms_general.categories
source: Categories
de: Kategorien

# flexforms_general.categoryConjunction
source: Category Mode
de: Kategorienmodus

# flexforms_general.categoryConjunction.and
source: Show items with selected categories (AND)
de: Zeige Einträge mit gewählten Kategorien (AND)

# flexforms_general.categoryConjunction.empty
source: Ignore selected categories.
de: Ignoriere gewählte Kategorien.

# flexforms_general.categoryConjunction.notand
source: Do NOT show items with selected categories (AND)
de: Zeige KEINE Einträge mit gewählten Kategorien (AND)

# flexforms_general.categoryConjunction.notor
source: Do NOT show items with selected categories (OR)
de: Zeige KEINE Einträge mit gewählten Kategorien (OR)

# flexforms_general.categoryConjunction.or
source: Show items with selected categories (OR)
de: Zeige Einträge mit gewählten Kategorien (OR)

# flexforms_general.clientsOrganizationsOnly
source: Show current clients organizations only
de: Zeige nur Unternehmen des aktuellen Kunden.

# flexforms_general.clientsPositionsOnly
source: Show only positions of currently logged in client
de: Zeige nur Stellenangebote des aktuell angemeldeten Kunden

# flexforms_general.constraints
source: Selection
de: Auswahl

# flexforms_general.constraintsConjunction
source: Conjunction
de: Verknüpfung

# flexforms_general.constraintsConjunction.and
source: AND
de: UND

# flexforms_general.constraintsConjunction.or
source: OR
de: ODER

# flexforms_general.detailPage
source: Detail Page
de: Detailseite

# flexforms_general.entryDate
source: Entry Date
de: Eintrittsdatum

# flexforms_general.fitMapBounds
source: Fit map boundaries
de: Kartenausschnitt anpassen

# flexforms_general.height
source: Height
de: Höhe

# flexforms_general.identifier
source: Identifier
de: Referenz

# flexforms_general.latitude
source: Latitude
de: Geografische Breite

# flexforms_general.listPage
source: List Page
de: Listenseite

# flexforms_general.longitude
source: Longitude
de: Geografische Länge

# flexforms_general.map
source: Map
de: Karte

# flexforms_general.mapDisplayType
source: Map Display Type
de: Kartendarstellung

# flexforms_general.mapDisplayType.switchView
source: switch between list and map
de: zwischen Liste und Karte umschalten

# flexforms_general.mapDisplayType.syncWithPagination
source: sync with pagination
de: mit Paginierung synchronisieren

# flexforms_general.optionGroupOthers
source: Others
de: Andere

# flexforms_general.optionGroupSearch
source: Search
de: Suche

# flexforms_general.orderBy
source: sort by
de: sortiere nach

# flexforms_general.orderDirection
source: sort direction
de: Sortierrichtung

# flexforms_general.orderDirection.ascending
source: ascending
de: aufsteigend

# flexforms_general.orderDirection.descending
source: descending
de: absteigend

# flexforms_general.organizations
source: Organizations
de: Organisationen

# flexforms_general.pages
source: Pages
de: Seiten

# flexforms_general.positionTypes
source: Position Types
de: Art der Stelle

# flexforms_general.positions
source: Positions
de: Stellenangebote

# flexforms_general.quickMenu
source: Quick Menu
de: Schnellauswahl

# flexforms_general.searchForm
source: Search Form
de: Suchformular

# flexforms_general.searchForm.extended
source: Search Form (extended)
de: Suchformular (erweitert)

# flexforms_general.searchForm.simple
source: Search Form (simple)
de: Suchformular (einfach)

# flexforms_general.searchResult
source: Search Result
de: Suchergebnis

# flexforms_general.sectors
source: Sectors
de: Branchen

# flexforms_general.select_function
source: What to display
de: Anzeige wählen

# flexforms_general.settings
source: Settings
de: Einstellungen

# flexforms_general.showCategorySelector
source: Show Category Selector
de: Zeige Kategorienauswahl

# flexforms_general.showClientsPositionsCheckbox
source: Show checkbox 'current clients positions only'
de: Zeige Auswahlfeld 'nur Stellenangebote des angemeldeten Kunden'

# flexforms_general.showConjunctionSelector
source: Show Conjunction Selector
de: Zeige Verknüpfungsauswahl

# flexforms_general.showMap
source: Show Map View
de: Zeige Kartenansicht

# flexforms_general.showPositionTypes
source: Show Position Type Selector
de: Zeige Auswahl für Art der Stelle

# flexforms_general.showSectors
source: Show Sectors Selector
de: Zeige Branchenauswahl

# flexforms_general.showWorkingHours
source: Show Working Hours Selector
de: Zeige Arbeitszeitauswahl

# flexforms_general.template
source: Template
de: Vorlage

# flexforms_general.title
source: Title
de: Titel

# flexforms_general.type
source: Position Type
de: Art der Stelle

# flexforms_general.users
source: Users
de: Benutzer

# flexforms_general.width
source: Width
de: Breite

# flexforms_general.workingHours
source: Working Hours
de: Arbeitszeit
